INSERT INTO up_item
VALUES
    (1, N'Тигана', 883, N'Двадцать лет назад два могущественных колдуна, Альберико Барбадиорский и Брандин Игратский, вторглись во главе армий на полуостров Ладонь и поделили завоёванные земли между собой. Ныне во владениях Альберико царит кровавая тирания, но Брандин милосерден к новым подданным. Ко всем, кроме жителей страны Тигана: в сражении за неё погиб любимый сын Брандина, и месть короля-колдуна оказалась страшна.', N'Двадцать лет назад два могущественных колдуна, Альберико Барбадиорский и Брандин Игратский, вторглись во главе армий на полуостров Ладонь и поделили завоёванные земли между собой. Ныне во владениях Альберико царит кровавая тирания, но Брандин милосерден к новым подданным. Ко всем, кроме жителей страны Тигана: в сражении за неё погиб любимый сын Брандина, и месть короля-колдуна оказалась страшна. Дворцы и храмы Тиганы были разрушены, скульптуры - разбиты, книги и летописи - сожжены. Могущественное заклятие заставило людей забыть само её название. Когда умрёт последний, кто был в ней рождён, даже память о Тигане исчезнет из мира. Однако остались те, кто жаждет спасти свою страну от вечного забвения. Кто готов убить Брандина, ведь его смерть разрушит чары. И то, что два правителя-колдуна готовятся развязать новую кровопролитную войну, на сей раз - между собой, как нельзя кстати вписывается в их планы…', 0, true, DEFAULT, DEFAULT),
    (2, N'Дракон не дремлет', 834, N'В занесенной снегом гостинице высоко в Альпах встречаются четыре человека, которые изменят судьбу мира. Знатный византийский наемник… Женщина-врач из Флоренции… Нестареющий валлийский волшебник… И миланский герцог-вампир… Вместе они готовят против могущественной Византии полную интриг кампанию, цель которой — посадить герцога Глостера на английский трон в качестве короля Ричарда III.', N'В занесенной снегом гостинице высоко в Альпах встречаются четыре человека, которые изменят судьбу мира. Знатный византийский наемник... Женщина-врач из Флоренции... Нестареющий валлийский волшебник... И миланский герцог-вампир... Вместе они готовят против могущественной Византии полную интриг кампанию, цель которой - посадить герцога Глостера на английский трон в качестве короля Ричарда III.', 0, true, DEFAULT, DEFAULT),
    (3, N'Лучше подавать холодным', 900, N'Алчность, гордыня, вражда и холодный расчет правят балом в Стирии. Влиятельный герцог Орсо не может позволить наемнице Монце Меркатто, Змее Талина, предводительнице Тысячи Мечей, захватить власть. Потерявшая брата и чудом выжившая, она идет на сделку с ворами, лицедеями и убийцами, чтобы отомстить предателю. Военные, политические интриги опутывают Стирию — и только месть Меркатто должна расставить все по местам.', N'Алчность, гордыня, вражда и холодный расчет правят балом в Стирии. Влиятельный герцог Орсо не может позволить наемнице Монце Меркатто, Змее Талина, предводительнице Тысячи Мечей, захватить власть. Потерявшая брата и чудом выжившая, она идет на сделку с ворами, лицедеями и убийцами, чтобы отомстить предателю. Военные, политические интриги опутывают Стирию — и только месть Меркатто должна расставить все по местам.', 0, true, DEFAULT, DEFAULT),
    (4, N'Хозяева джиннов', 736, N'Финалист премий «Дракон», «Небьюла», «Локус», «Хьюго» и Мифопоэтической премии. Каир, 1912 год. Сорок лет назад великий аль-Джахиз пробил портал в измерение джиннов, и теперь джинны и другие магические существа живут вместе с людьми, соблюдают законы и платят налоги. Но и среди волшебных созданий встречаются нарушители и злодеи.', N'Каир, 1912 год. Сорок лет назад великий аль-Джахиз пробил портал в измерение джиннов, и теперь джинны и другие магические существа живут вместе с людьми, соблюдают законы и платят налоги. Но и среди волшебных созданий встречаются нарушители и злодеи. Поэтому есть Министерство алхимии, заклинаний и сверхъестественных существ. Фатима эль-Шаарави — специальный следователь египетского министерства. Одна из немногих женщин в мужской профессии. В поместье английского лорда находят 24 мертвеца, сожженных заживо, но одежда на телах не пострадала. Дело явно для агента Фатимы. Книга включает роман и повести Ф. Джели Кларка о магическом альтернативном Каире, полном ангелов, джиннов, духов и нераскрытых тайн.', 0, true, DEFAULT, DEFAULT),
    (5, N'Когда запоют мертвецы', 667, N'Новая книга Уны Харт, автора популярной дилогии «Троллий пик». Магический реализм, мифология холодной и далекой Исландии, XVII век. Сильнейшая историческая база романа. Книга основана на фольклорных текстах о преподобном Эйрике Магнуссоне — реальном историческом персонаже, священнике и чернокнижнике.', N'Новая книга Уны Харт, автора популярной дилогии «Троллий пик». Магический реализм, мифология холодной и далекой Исландии, XVII век. Сильнейшая историческая база романа. Книга основана на фольклорных текстах о преподобном Эйрике Магнуссоне — реальном историческом персонаже, священнике и чернокнижнике.', 0, true, DEFAULT, DEFAULT);

INSERT INTO up_category
    VALUE (1, N'Книги');

INSERT INTO up_item_category
VALUES
    (1, 1),
    (2, 1),
    (3, 1),
    (4, 1),
    (5, 1);

INSERT INTO up_attributes
VALUES
    (1, N'Автор', 1),
    (2, N'Издательство', 1),
    (3, N'Тип обложки', 1),
    (4, N'Тип книги', 1),
    (5, N'Переводчик', 1),
    (6, N'Иллюстратор', 1),
    (7, N'Количество страниц', 1),
    (8, N'Год выпуска', 1);

INSERT INTO up_additional_characteristics
VALUES
    (1, N'Кей Гай Гэвриел', 1, 1),
    (2, N'Эксмо', 1, 2),
    (3, N'Твердый переплет', 1, 3),
    (4, N'Печатная книга', 1, 4),
    (5, N'768', 1, 7),
    (6, N'2021', 1, 8),
    (7, N'Форд Джон М.', 1, 1),
    (8, N'Fanzon', 1, 2),
    (9, N'Твердый переплет', 1, 3),
    (10, N'Печатная книга', 1, 4),
    (11, N'Доброхотова-Майкова Екатерина Михайловна', 1, 5),
    (12, N'416', 1, 7),
    (13, N'2022', 1, 8),
    (14, N'Аберкромби Джо', 1, 1),
    (15, N'Fanzon', 1, 2),
    (16, N'Твердый переплет', 1, 3),
    (17, N'Печатная книга', 1, 4),
    (18, N'Доброхотова-Майкова Екатерина Михайловна', 1, 5),
    (19, N'416', 1, 7),
    (21, N'2021', 1, 8),
    (22, N'Кларк Ф. Джели', 1, 1),
    (23, N'Fanzon', 1, 2),
    (24, N'Твердый переплет', 1, 3),
    (25, N'Печатная книга', 1, 4),
    (26, N'608', 1, 7),
    (27, N'2021', 1, 8),
    (28, N'Харт Уна', 1, 1),
    (29, N'INSPIRIA', 1, 2),
    (30, N'Твердый переплет', 1, 3),
    (31, N'Печатная книга', 1, 4),
    (32, N'512', 1, 7),
    (33, N'2021', 1, 8);